const agenda = [
  {
    text: "ថ្ងៃទី​​ ១",
    agenda: [
      {
        text: "ក្រុងពាលី",
        time: "ម៉ោង១ៈ០០ រសៀល ដល់ ២ៈ០០ រសៀល",
      },
      {
        text: "កាត់សក់",
        time: "ម៉ោង ២ៈ៣០ រសៀល ដល់ ៤ៈ៣០ រសៀល",
      },
      {
        text: "សូត្រមន្ត",
        time: "ម៉ោង ៥ៈ០០ ល្ងាច ដល់ ៦ៈ០០ ល្ងាច",
      },
      {
        text: "កាត់ខាន់ស្លា",
        time: "ម៉ោង ៦ៈ៣០ ល្ងាច ដល់ ៨ៈ៣០ យប់",
      },
    ],
  },
  {
    text: "ថ្ងៃទី ២",
    agenda: [
      {
        text: "ហែជំនូន",
        time: "ម៉ោង ៦ៈ៣០ព្រឹក ដល់ ៨ៈ៣០ព្រឹក",
      },
      {
        text: "កាត់សក់",
        time: "ម៉ោង ៩ៈ០០ព្រឹក ដល់ ១០ៈ៣០ព្រឹក",
      },
      {
        text: "ពិសារភោគជនីយអាហារៈ",
        time: "ម៉ោង ១១ៈ០០ ព្រឹកតទៅ",
      },
    ],
  },
];
export default agenda;
